[
    {
        "name"      : "First.txt",
        "content"   : "I don't know if you have had the same experience, but the snag I always come up against when I'm telling a story is this dashed difficult problem of where to begin it. It's a thing you don't want to go wrong over, because one false step and you're sunk. I mean, if you fool about too long at the start, trying to establish atmosphere, as they call it, and all that sort of rot, you fail to grip and the customers walk out on you. Get off the mark, on the other hand, like a scalded cat, and your public is at a loss. It simply raises its eyebrows, and can't make out what you're talking about. And in opening my report of the complex case of Gussie Fink-Nottle, Madeline Bassett, my Cousin Angela, my Aunt Dahlia, my Uncle Thomas, young Tuppy Glossop and the cook, Anatole, with the above spot of dialogue, I see that I have made the second of these two floaters. I shall have to hark back a bit. And taking it for all in all and weighing this against that, I suppose the affair may be said to have had its inception, if inception is the word I want, with that visit of mine to Cannes. If I hadn't gone to Cannes, I shouldn't have met the Bassett or bought that white mess jacket, and Angela wouldn't have met her shark, and Aunt Dahlia wouldn't have played baccarat. Yes, most decidedly, Cannes was the point d'appui."
    },
    
    
    
    
    {
        "name"      : "Second.txt",
        "content"   : "We stayed at Cannes about two months, and except for the fact that Aunt Dahlia lost her shirt at baccarat and Angela nearly got inhaled by a shark while aquaplaning, a pleasant time was had by all. On July the twenty-fifth, looking bronzed and fit, I accompanied aunt and child back to London. At seven p.m. on July the twenty-sixth we alighted at Victoria. And at seven-twenty or thereabouts we parted with mutual expressions of esteem—they to shove off in Aunt Dahlia's car to Brinkley Court, her place in Worcestershire, where they were expecting to entertain Tuppy in a day or two; I to go to the flat, drop my luggage, clean up a bit, and put on the soup and fish preparatory to pushing round to the Drones for a bite of dinner. And it was while I was at the flat, towelling the torso after a much-needed rinse, that Jeeves, as we chatted of this and that—picking up the threads, as it were—suddenly brought the name of Gussie Fink-Nottle into the conversation. As I recall it, the dialogue ran something as follows:"
    },
    
    
    
    
    {
        "name"      : "Third.txt",
        "content"   :  "'Of course, I'm right. I've got engaged three times at Brinkley. No business resulted, but the fact remains. And I went there without the foggiest idea of indulging in the tender pash. I hadn't the slightest intention of proposing to anybody. Yet no sooner had I entered those romantic grounds than I found myself reaching out for the nearest girl in sight and slapping my soul down in front of her. It's something in the air. I see exactly what you mean. That's just what I want to be able to do—work up to it. And in London—curse the place—everything's in such a rush that you don't get a chance.' Quite. You see a girl alone for about five minutes a day, and if you want to ask her to be your wife, you've got to charge into it as if you were trying to grab the gold ring on a merry-go-round.' That's right. London rattles one. I shall be a different man altogether in the country. What a bit of luck this Travers woman turning out to be your aunt.' I don't know what you mean, turning out to be my aunt. She has been my aunt all along. I mean, how extraordinary that it should be your aunt that Madeline's going to stay with.' Not at all. She and my Cousin Angela are close friends. At Cannes she was with us all the time.' Oh, you met Madeline at Cannes, did you? By Jove, Bertie,' said the poor lizard devoutly, 'I wish I could have seen her at Cannes. How wonderful she must have looked in beach pyjamas! Oh, Bertie——' Quite,' I said, a little distantly. Even when restored by one of Jeeves's depth bombs, one doesn't want this sort of thing after a hard night. I touched the bell and, when Jeeves appeared, requested him to bring me telegraph form and pencil. I then wrote a well-worded communication to Aunt Dahlia, informing her that I was sending my friend, Augustus Fink-Nottle, down to Brinkley today to enjoy her hospitality, and handed it to Gussie."
    }
    
    
    
    ]
